[
  {
    "user": "@4qu4ri4n_light",
    "content": "Wrapping presents is stupid apparently I’m not smart enough to wrap a cube and currently going at this with scissors the way I feel about life rn lmao",
    "hashtag": "",
    "image": ""
  },
  {
    "user": "@Cocolicquot",
    "content": "Ice Cube ~ It Was A Good Day https://youtu.be/h4UqMyldS7Q?si\u003dhBA3xT5w20SIT2V_… a love song to Americans (and The World) #Colorado #SCOTUS #MAGA #TrumpForPrison2024",
    "hashtag": "#Colorado #SCOTUS #MAGA #TrumpForPrison2024",
    "image": ""
  },
  {
    "user": "@CubeRGB",
    "content": "@PierrePoilievre @jordanbpeterson @RoyalFamily @JustinTrudeau @UN @CIJ_ICJ If UN were not so corrupt they would consider cultural immolation by non citizen immigrants migrants causing homelessness driving up living cause is a crime against humanity and put Justin on Trial.",
    "hashtag": "",
    "image": ""
  },
  {
    "user": "@HLdoingthings",
    "content": "beast/highlight members telling the story of how they came together, with gikwang recruiting yoseob to cube by telling him he was the only trainee there, a director from jyp took dujun along with him and junhyung who entered because of a friend\u0027s recommendation to audition",
    "hashtag": "",
    "image": "https://pbs.twimg.com/ext_tw_video_thumb/1737302291378507777/pu/img/69Rj5WeTnP-3yEuR.jpg"
  },
  {
    "user": "@adealsweden",
    "content": "29 SEK instead of 194 SEK Add a touch of whimsy to your accessories collection with these adorable magical cube keychain ornaments. https://adealsweden.com/creative-magical-cube-keychain-ornament-pendant-doll-bag-charm-silicone-keyring-accessories/51856/…",
    "hashtag": "",
    "image": "https://pbs.twimg.com/media/GBwk38JWoAAH7sD?format\u003dpng\u0026name\u003d240x240"
  },
  {
    "user": "@MisterCSalinas",
    "content": "I’m started to come to terms with the fact that I’m pretty much done (MC Chicago excluded) with vending card game stuff and it feels great. The more I see talk about MTG Finance on here like they have a clue makes me want to leave the scene faster. CUBE IS KING",
    "hashtag": "",
    "image": ""
  },
  {
    "user": "@AWeaver0",
    "content": "They\u0027re barely commander playable. I\u0027d take an off color signet as ramp most days in vintage cube",
    "hashtag": "",
    "image": ""
  },
  {
    "user": "@CubeSnowy",
    "content": "It\u0027s always good to have a person who has your back.",
    "hashtag": "",
    "image": ""
  },
  {
    "user": "@pyxlyt",
    "content": "omg i\u0027m really sorry to kill the buzz but is this a bug? @RobTopGames my ignore damage is off (using cube at 4x speed)",
    "hashtag": "",
    "image": "https://pbs.twimg.com/media/GBwjOIoWEAALGrr?format\u003dpng\u0026name\u003dsmall"
  },
  {
    "user": "@CubeRGB",
    "content": "@PierrePoilievre @jordanbpeterson @RoyalFamily @JustinTrudeau This money get\u0027s returned to citizens to borrow pay for a home they should be able to afford if it were not for corrupt Justin.",
    "hashtag": "",
    "image": ""
  },
  {
    "user": "@HLdoingthings",
    "content": "beast/highlight members telling the story of how they came together, with gikwang recruiting yoseob to cube by telling him he was the only trainee there, a director from jyp took dujun along with him and junhyung who entered because of a friend\u0027s recommendation to audition",
    "hashtag": "",
    "image": ""
  },
  {
    "user": "@typexgirl@szzvly",
    "content": "lisa has a healthy body and never did the ice cube diet btw نتائج قسم التغذية :",
    "hashtag": "",
    "image": "https://pbs.twimg.com/media/GBwiM01W4AAw5BZ?format\u003djpg\u0026name\u003d360x360"
  },
  {
    "user": "@NutInMyTella",
    "content": "Eh, Warner \u0026 Coons yeah. Angus seems more principled than either of them.",
    "hashtag": "",
    "image": ""
  },
  {
    "user": "@SurfingPenguin1",
    "content": "Thanks a bunch. https://m.twitter.com/jesusstokens/status/1737294234535796899… @Skaos_INK @Ottis1422 @living_pigments @Pixel__Visuals @Christiancdr777",
    "hashtag": "",
    "image": ""
  },
  {
    "user": "@CubeApril",
    "content": "a friend of mine sent me this music video in an 80\u0027s anime style about… an ad for a starship, and it’s just so sick that I had to share. that style looks soooooooo good when updated with modern animation techniques.",
    "hashtag": "",
    "image": ""
  },
  {
    "user": "@mpax1",
    "content": "It is a huge ice cube",
    "hashtag": "",
    "image": ""
  },
  {
    "user": "@HemingwayActual",
    "content": "To be fair, he is beefin\u0027 with 90% of our community, in-between fancy big ice cube drink sips and buying up more of Idaho than the Chinese. It was a good choice.",
    "hashtag": "",
    "image": ""
  },
  {
    "user": "@SexyDragonBoy",
    "content": "@BBastiel there’s a mobile game for you to play",
    "hashtag": "",
    "image": ""
  },
  {
    "user": "@ThePeoplesCube@edwardrussl",
    "content": "Years ago I watched a PBS documentary on elections in China. They mockingly described how the Chinese villagers were given ballots and allowed to vote, in the election, however everybody on the ballot was a member of the CCP.",
    "hashtag": "",
    "image": "https://pbs.twimg.com/media/GBwcWRta4AAtSdb?format\u003djpg\u0026name\u003dsmall"
  },
  {
    "user": "@levi_pendragon",
    "content": "Ice cube is a family movies guy Anytime I see him in an action film I can\u0027t help but laugh. He\u0027s just naturally funny.",
    "hashtag": "",
    "image": ""
  },
  {
    "user": "@Gooey_Oso",
    "content": "I was bored, have this weird poster of a glowing cube I made. #b3d",
    "hashtag": "#b3d",
    "image": "https://pbs.twimg.com/media/GBwhPj9W8AAD8l_?format\u003djpg\u0026name\u003dsmall"
  },
  {
    "user": "@CubeApril",
    "content": "yes we both picked a different last name together, it was fun. :)",
    "hashtag": "",
    "image": ""
  },
  {
    "user": "@buddymoose1",
    "content": "Touch yourself and tell us how that feels. Then use an ice cube, close your eyes, imagine it is Donald J. Trump all horny for you and ready to be a part of you.",
    "hashtag": "",
    "image": ""
  },
  {
    "user": "@NoGunsInCanada",
    "content": "Any day now I expect her to ask police to use a combine to run over the camp and turn the whole place into an easily disposable cube of tent, addiction, people, drugs, sex, gay things, liberalism, healthcare, and indigenous matter.",
    "hashtag": "",
    "image": ""
  },
  {
    "user": "@IeoFibonacci",
    "content": "Pagans want to touch a pagan shrine cube.",
    "hashtag": "",
    "image": ""
  },
  {
    "user": "@4luvxiaoting",
    "content": "cube não liga nem para ela mesma, mas o gidle foi para a frente por isso mesmo. a popularidade fez com que o grupo permanecesse em pé, mesmo que seja as membros que precisem organizar a maior parte das atividades delas",
    "hashtag": "",
    "image": ""
  },
  {
    "user": "@DelphineSankara",
    "content": "C\u0027est un enseignant qui maîtrise sa branche....dans la vie souvent la tentation est le mal des hommes faibles surtout si elle est incarnée par nos filles de cube Maggie.. Mais tôt et tard chacun payera du mal qu\u0027il a commis",
    "hashtag": "",
    "image": ""
  }
]